<PAD>
<UNK>
<START>
<END>
the
a
an
and
or
but
in
on
at
to
for
of
with
by
is
are
was
were
be
been
being
have
has
had
do
does
did
will
would
could
should
may
might
can
must
shall
this
that
these
those
i
you
he
she
it
we
they
me
him
her
us
them
my
your
his
her
its
our
their
mine
yours
ours
theirs
what
which
who
whom
whose
where
when
why
how
all
any
some
no
not
only
just
also
even
still
much
many
more
most
very
so
too
quite
rather
pretty
work
project
task
document
file
text
content
data
information
knowledge
idea
thought
note
memo
report
plan
design
code
program
software
technology
computer
system
application
development
programming
algorithm
create
build
develop
make
write
read
update
delete
search
find
manage
organize
store
save
load
process
analyze
understand
learn
study
research
explore
discover
implement
execute
run
test
debug
optimize
improve
enhance
modify
change
edit
review
check
validate
verify
confirm
approve
accept
reject
cancel
complete
finish
start
begin
continue
stop
pause
resume
restart
reset
clear
clean
remove
add
insert
append
prepend
replace
substitute
transform
convert
translate
interpret
explain
describe
define
specify
detail
outline
summarize
abstract
extract
filter
sort
group
categorize
classify
tag
label
mark
highlight
annotate
comment
feedback
review
rating
score
rank
order
priority
importance
urgent
critical
high
medium
low
basic
advanced
simple
complex
easy
difficult
quick
fast
slow
efficient
effective
productive
useful
helpful
important
necessary
required
optional
available
ready
active
inactive
enabled
disabled
visible
hidden
public
private
open
closed
locked
unlocked
secure
safe
protected
vulnerable
stable
unstable
reliable
unreliable
consistent
inconsistent
accurate
inaccurate
correct
incorrect
valid
invalid
true
false
yes
no
ok
okay
good
bad
better
worse
best
worst
new
old
latest
previous
next
first
last
current
past
future
today
yesterday
tomorrow
now
then
here
there
everywhere
nowhere
somewhere
anywhere
everyone
nobody
somebody
anybody
everything
nothing
something
anything
always
never
sometimes
often
rarely
seldom
usually
normally
typically
generally
specifically
particularly
especially
mainly
mostly
partially
completely
fully
entirely
totally
exactly
approximately
roughly
about
around
nearly
almost
quite
very
really
actually
literally
basically
essentially
fundamentally
primarily
secondarily
initially
finally
eventually
ultimately
recently
currently
previously
formerly
originally
traditionally
historically
theoretically
practically
technically
logically
naturally
obviously
clearly
definitely
certainly
probably
possibly
maybe
perhaps
apparently
seemingly
supposedly
allegedly
reportedly
officially
unofficially
formally
informally
directly
indirectly
immediately
gradually
suddenly
slowly
quickly
carefully
carelessly
properly
improperly
correctly
incorrectly
successfully
unsuccessfully
effectively
ineffectively
efficiently
inefficiently
automatically
manually
digitally
physically
mentally
emotionally
socially
personally
professionally
academically
scientifically
mathematically
statistically
economically
politically
culturally
historically
geographically
technologically